Repository: MartinLahucky/SmartDose
Catalog: SmartDose/SmartDose/Helpers/Resources/AppResource.*.resx
Languages: cs_cz

source: Weight
cs_cz: Váha

source: Current aPTTr
cs_cz: Současná aPTTr

source: Current speed
cs_cz: Rychlost dávkování

source: Insulin
cs_cz: Inzulín

source: Calculate
cs_cz: Vypočítat

source: First calculation
cs_cz: První výpočet

# NumberAlert
source: Please enter all necessary values.
cs_cz: Prosím, zadejte všechny nezbytné hodnoty.

# Unit
source: u
cs_cz: j

source: Dose:
cs_cz: Dávka:

source: Rate:
cs_cz: Rychlost dávkování:

source: Daily dose
cs_cz: Denní dávka

source: Carbs in meal
cs_cz: Sacharidy v jídle

# CurrentGlucose
source: Current glycemia
cs_cz: Aktuální glykémie

# WantedGlucose
source: Targeted glycemia
cs_cz: Cílová glykémie

source: Change of rate
cs_cz: Změna rychlosti

source: Clear
cs_cz: Vymazat

source: About Project
cs_cz: O Projektu

source: About Us
cs_cz: O nás

# AboutProjectDescription
source: This application was created to facilitate the work of medical and medical staff. It is intended for calculation of the initial infusion rate during heparinization and subsequent adjustment of the rate according to aPPTr, or for the administration of a bolus dose according to aPTTr. It also serves as a calculator for calculating the administration of short-acting fast-acting insulin in patients with unstable glycemia. The application works fully offline.
cs_cz: Tato aplikace byla vytvořena, aby ulehčila práci zdravotnickému i lékařskému personálu. Je určena pro výpočet úvodní rychlosti infuze při heparinizaci a následné úpravy rychlosti dle aPPTr, případně pro podání bolusové dávky dle aPTTr. Dále slouží jako kalkulačka pro výpočet podání krátkodobého rychle působícího inzulinu u pacientů s nestabilní glykémií. Aplikace funguje plně offline.

# AboutUsDescription
source: Medic: Iveta Martínková Mathamtics and design: Jan Řehoř Chief programmer: Martin Lahučký
cs_cz: Medička: Iveta Martínková Matematické vzorce a design: Jan Řehoř Hlavní programátor: Martin Lahučký

source: About app
cs_cz: O aplikaci

# WarningExit
source: Press back again to exit
cs_cz: Stiskněte znovu zpět pro ukončení aplikace
